Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Benn Folkvord and Ola Kvaløy, both professors at the University of Stavanger Business School, have been appointed as members of the committee.
nb: Benn Folkvord og Ola Kvaløy, begge professorer ved Handelshøgskolen ved UiS, er oppnevnt som medlemmer av utvalget.

source: Part of an installation for the aquaculture industry, which will become a fish cage.
nb: Del til en installasjon til havbruksnæringen, som skal bli til en fiskemerd.

source: Adnana Osmanbasic is studying to become an economist and has chosen to specialise in "Leadership in a Digital Economy".
nb: Adnana Osmanbasic studerer til å bli siviløkonom og har valgt spesialiseringen "Ledelse i en digital økonomi".

source: Payment here is made with Vipps.
nb: Betalingen her skjer med Vipps.

source: FIKS UiS is an association for students at the Department of Cultural and Linguistic Studies (IKS) at UiS.
nb: FIKS UiS er en forening for studenter ved Institutt for Kultur- og Språkvitenskap (IKS) ved UiS.

source: PhD in Educational Sciences and Humanities
nb: - program i Kjemi og biovitenskap

source: Department of Electrical Engineering and Computer Science is responsible for teaching, research and
nb: Institutt for data- og elektroteknologi (IDE) driv utdanning og forsking på fagfelta datateknologi,

source: From an idea and/or a concept to a performance/choreography.
nb: Fra idé og/eller konsept til opptreden/koreografi.

source: If you do not use your guest account for 30 days, the account will be deleted.
nb: Hvis du ikke benytter din gjestekonto på 30 dager vil kontoen slettes.

source: Engan is a Norwegian researcher in signal and image processing who works as a professor of electrical engineering and computer science at the University of Stavanger.
nb: Engan er forsker innen signal- og bildebehandling og jobber som professor i elektroteknikk og informatikk ved Universitetet i Stavanger.

source: Cover picture of the film The Sunshine Revolution (1991), made by Harald Røstvik in collaboration with Morten Harket.
nb: Filmplakaten til The Sunshine Revolution (1991), laget av Harald Røstvik i samarbeid med Morten Harket.

source: Innovation Award for Master´s Students 2021 To promote increased innovation in the region, Rogaland County Council has established a prize for m
nb: Kammermusikkonkurransen 2021 Alle studenter innen klassisk musikk inviteres herved til å delta i Fakultet for utøvende kunstfag s Rektor seier: Hald avstand!

source: It also increases the importance of flow structure interactions around subsea structures (such as subsea manifolds, subsea protection covers and marine pipelines) in different environmental conditions.
nb: Forholdene på havbunnen øker også betydningen av strømning rundt undervannsstrukturer (som havbunnsmangfold, beskyttelsesdekk under vann og marine rørledninger).

source: On Thursday 6 May, the IT service desk will be closed.
nb: Torsdag 6. mai holder vi stengt i IT-servicedesk.

source: [D] Chief oncologist at the Department of blood and cancer diseases, Stavanger University Hospital
nb: [D] Spesialist i onkologi ved avdeling for blod- og kreftsykdommer, Stavanger universitetssykehus

source: Connect to eduroam:
nb: Koble til eduroam:

source: I have accepted in Søknadsweb, why can't I register as a student?
nb: Jeg har takket ja i Søknadsweb, hvorfor kan jeg ikke registrere meg?

source: MastØk also arrange academic events though collaboration with businesses, amongst others Deloitte’s case competition and lectures with other partners such as Lyse, that are being held through the semester.
nb: Mastøk gjennomfører også faglige arrangement ved hjelp av næringslivet, hvor blant annet Deloitte sin case competition og ulike foredrag sammen med andre samarbeidspartnere, som Lyse, avholdes i løpet av et semester.

source: Integrated land use and transport planning is a central topic in the course, as is the analysis, planning and deisgn of urban areas, transport hubs, urban centers, transport infrastructure.
nb: Integrert areal- og transportplanlegging er sentralt i kurset som arbeider med analyse, planlegging og formgiving av byområder, terminaler, knutepunkt, senterområder, vei og transportsystemer og -anlegg.

source: The research group Synapse Lab develops measures to improve motivation and learning in education and
nb: Forskergruppen Synapse Lab utvikler tiltak for å styrke motivasjon og læring i utdanningen og i arbe

source: Sources of information include market research, trade publications, scientific journals, and government databases.
nb: Informasjonen er hentet fra ulike markedsundersøkelser, handelsrapporter, akademiske tidsskift, og offentlige informasjon fra store deler av verden.

source: Note that studies which require work experience and have an early application deadline might send the outcome of your application as soon as March/April!
nb: Vær obs på at studier som har krav om praksis etter fullført utdanning kan sende svar så tidlig som i mars/april!

source: Introduction to steel shell structures and design guidelines to the Eurocode.
nb: Introduksjon til skallkontruksjoner i stål og design retningslinjer i henhold til Eurocode.

source: Here is the new (old) everyday life:
nb: Her er den nye (gamle) hverdagen:

source: Your ORCID stays with you throughout your research career, even if you change your name, job, institution or move abroad.
nb: Din ORCID har du med deg i hele forskerkarrieren din, selv om du skifter navn, jobb, institusjon eller flytter utenlands

source: It must be signed by you, the study advisor at your study programme/faculty/department and the partner institution.
nb: Dersom du er i tvil, kan du sjekke hva som er offisielle start- og sluttdatoer for semesteret på nettsidene til institusjonen/universitetet du skal reise til.

source: If you have not been vaccinated yet, you can do it know.
nb: Dersom du ikke har vaksinert deg enda, kan du gjøre det nå.

source: kinetics and thermodynamics (part of General Chemistry course KJE150)
nb: kinetikk og termodynamikk (Generell Kjemi kurs KJE150)

source: How to create, edit and compile a document in LaTeX
nb: Opprette, redigere og kompilere et dokument i LaTeX

source: Information meeting with attendance registration for PDM- and Extension studies in Music Performance, classical and jazz.
nb: Informasjonsmøte med fremmøteregistrering for PDM- og Videreutdanning musikk, klassisk og jazz.Sted:

source: All our students have access to an office and workroom in Pavilion 4, room P-102.
nb: Alle studentene våre får tilgang til kontor og arbeidslokale i Paviljong 4, rom P-102.

source: Another relevant topic is the effect of wave-wind interaction on the aerodynamic loads and the power production.
nb: Et annet relevant tema er effekten av bølge-vind-interaksjon på de aerodynamiske belastningene og kraftproduksjonen.

source: Interdisciplinary centre for Hydrogen Safety and Governance (HySAGO)
nb: Konsekvenser av grunnleggende endringer i risikoregulering (RISKY)

source: The course is based on BIO310 "Concepts and Molecular Mechanisms in Normal and Cancer Cells" and continues describing stem cells, telomers in cell immortalization/cell crisis and tumor progression and invasion.
nb: Kurset bygger på BIO310 "Grunnleggende molekylær kreftbiologi" og fortsetter med å beskrive egenskaper til stamceller, epigenetikk, telomerenes rolle i aldringen av celler/cellulær krise og tumor-progresjon/invasjon.

source: Outbound exchange - Network and agreements
nb: Vær oppmerksom på barn med lese- og skrivevansker i familien

source: • documentation of experience as a supervisor, preferably at master's/ PhD level
nb: • dokumentasjon på erfaring med veiledning fortrinnsvis på master og/el er ph.d.- nivå

source: However there are areas that can and should be improved and the development of our employees’ working conditions and opportunities is a continual process.
nb: Det er likevel områder som kan og bør forbedres, og utvikling av våre ansattes arbeidsvilkår og muligheter er en kontinuerlig prosess.

source: Stochastic signal processing, spectral estimation, quantization and Differential Pulsecode Modulation (DPCM).
nb: Multirate signalbehandling, wavelets og filterbanker, stokastisk signalbehandling, spektralestimering, kvantisering og "Differential Pulsecode Modulation (DPCM)".

source: • Collaboration with other line associations and student associations.
nb: • Samarbeid med andre linjeforeninger og studentforeninger.

source: Specific rules apply and can be found on the internal employee pages.
nb: Egne regler gjelder, og finnes på de interne ansattsidene.

source: Katrine Wangen from Bærum chose to specialise in innovation for her Master's degree in Business
nb: Katrine Wangen fra Bærum valgte spesialisering i innovasjon for sin mastergrad i økonomi og administ

source: Firm innovation, modes of innovation and their interaction.
nb: simulering, sikkerhet og samhandling.

source: Applicants to ConductIT are not required to render a ordinary audition of conducting, but are instead asked to provide a 10-minute video recording of themselves conducting an ensemble/group of musicians.
nb: Søkere til ConductIT kreves ikke for ordinær prøvedirigering, men blir i stedet bedt om å levere et 10 minutter langt videoopptak av seg selv der man dirigerer et ensemble/gruppe musikere.

source: All tuition at the faculty is compulsory, with 80 percent attendance requirements.
nb: All undervisning på fakultetet er obligatorisk, med 80 prosent fremmøtekrav.

source: skil s can replace basic educational/pedagogical competence, see Chap.
nb: formidlingskompetanse erstatte utdanningsfaglig basiskompetanse, se kap.

source: The composition, and biosynthesis of proteins including nitrogen metabolism and the structural and functional properties of proteins are presented.
nb: Oppbygningen og biosyntese av proteiner, samt nitrogenmetabolisme og strukturelle og funksjonelle egenskapene til proteiner blir presentert.

source: The Secretariat for the award is the Department of Communication and Public Affairs.
nb: Sekretariat for prisen er Avdeling for kommunikasjon og samfunnskontakt.

source: Links and resources
nb: Lenker og ressurser

source: Be able to use basic probability distributions like binomial, poission, hypergeometric, exponential and normal.
nb: Kunne bruke grunnleggende sannsynlighetsfordelinger som binomisk, Poisson, hypergeometrisk, eksponential-, t- og normalfordeling.

source: Accounting and Auditing Master
nb: Regnskap og revisjon master

source: Any extensions in use and storage time can take place only after approval by the Regional Ethics Committee (REK) and other relevant authorities.
nb: Eventuel e utvidelser i bruk og oppbevaringstid kan kun skje etter godkjenning fra Regional etisk komité (REK) og andre relevante myndigheter.

source: This allows you to understand the syllabus you need to complete.
nb: På denne måten forholder du deg til pensumet du skal gjennom.

source: • documentation of film, music and theatre productions in the form of audio files, publications or
nb: • dokumentasjon av film-, musikk- og teaterproduksjon i form av lydfiler, publikasjoner el er

source: By taking a semester at the University Centre in Svalbard (UNIS), you will encounter an exciting and
nb: Ved å ta et semester ved Universitetssenteret på Svalbard (UNIS) vil du møte et spennende og interna

source: Explain relations between geometric questions for varieties and algebraic questions for commutative rings.
nb: Kunne gjøre rede for sammenhenger mellom geometriske spørsmål for varieteter og algebraiske spørsmål for kommutative ringer.

source: Her research has been funded by the National Science Foundation, the National Institutes of Health and the Institute of Education Sciences in the USA.
nb: Forskningen hennes er finansiert av National Science Foundation, National Institutes of Health og Institute of Education Sciences i USA.

source: You can get your ORCID for free here:
nb: Du kan få ORCID gratis her:

source: Open for single course admission
nb: Åpent for enkeltemneopptak

source: FYS100 Mechanics, MAT100 Mathematical Methods 1
nb: FYS100 Mekanikk, MAT100 Matematiske metoder 1

source: - FILIORUM will be a national hub for Early Childhood Education and Care research.
nb: − FILIORUM skal bli et nasjonal knutepunkt for barnehageforskning.

source: As part of the very first ECIU University pilot, students Arne Kragseth and Elisabeth Stene came up
nb: Som pionerer på ECIU University kom studentene Arne Kragseth og Elisabeth Stene opp med en trippel-l

source: • Have completed a bachelor’s degree in nursing or paramedic, or equivalent education of
nb: • Ha fullført og bestått bachelorgrad i sykepleie, paramedic (prehospitalt arbeid) eller

source: Here you must enter the courses at UiS that the exchange semester will replace in your education plan.
nb: Her legger du inn emnene ved UiS som utvekslingssemesteret skal erstatte i din utdanningsplan.

source: This is called a red-ox reaction, a chemical reaction in which one substance is reduced and another is oxidized. About UiS Christmas Calendar 2021:
nb: Veslestova, det eldste og minste bygget på Jernaldergården rehabiliteres våren 2021. La elevene lære om forhistorisk jul på Arkeologisk museum og Jernaldergården

source: I look forward to taking part in the work”, says Kvaløy.
nb: Jeg ser frem til å ta del i arbeidet, sier Kvaløy.

source: but held at Circle at Lund University in Sweden
nb: men holdes ved Circle ved Lund University i Sverige.

source: Anne-Lise Kristensen (External member Patient and user ombudsman Oslo & Akershus and Elderlyombudet in Oslo)
nb: Anne-Lise Kristensen (ekstern repr., Pasient og brukerombude Oslo og Akershus og Eldreombudet i Oslo)

source: She has studied architecture, at UPV (Polytechnic University of Valencia).
nb: Hun har studert arkitektur ved UPV (Polytechnic University of Valencia).

source: New project will enable faster development of offshore wind
nb: til sikrere og mer miljøvennlig offshore avfallshåndtering

source: Amongst the people using Tik Tok 49% say that they use the platform daily, and 86% say they use Tik Tok weekly.
nb: Av de som bruker Tik Tok rapporterer 49% at de bruker plattformen daglig, mens 86% svarer at de bruker Tik Tok ukentlig.

source: You are responsible for securing your data and ensuring that technical solutions for the collection, storage, transfer and analysis of research data (personal data) are in line with the guidelines at UiS, see below under information security.
nb: Du har ansvar for sikre dine data og sørge for at sikre tekniske løsninger for innsamling, lagring, overføring og analyse av forskningsdata (personopplysninger) er i tråd med retningslinjene på UiS, se under informasjonssikkerhet nedenfor.

source: Structural systems for buildings.
nb: Konstruksjonssystemer for bygninger.

source: From 2012-2017, she was part of the research project Blikk for barn/Searching for Qualities, funded by The Research Council of Norway, focusing on the youngest children and the arts in ECEC.
nb: Fra 2012-2017 var hun en del av forskningsprosjektet Blikk for barn/Searching for Qualitys, finansiert av Norges forskningsråd, med fokus på de yngste barna og kunst i barnehagen.

source: Teaching multiplication using representations: What works for primary pre-service teachers in Malawi?.
nb: Hvilken kunnskap har læreren behov for og hva sier forskningen?.

source: This is an internal research project at UiS.
nb: Dette er et internt forskningsprosjekt ved UiS.

source: Sociology, communication and intercultural understanding
nb: Bachelorutdanningen i toll, vareførsel og grensekontroll

source: Professor Mari Rege – Inclusive learning environment and positive learning
nb: Professor Mari Rege – Inkluderende læringsmiljø og positiv læring

source: This engagement has led to quite a few gains for clinicians, including [D]:
nb: Dette engasjementet har ført til store fremskritt for klinikere, inkludert [D]:

source: Privacy: I am a researcher
nb: Forskningskartleggingen "De yngste barna i skolen:

source: E-learning and simulation in healthcare
nb: Ph.d.-program i helse og medisin

source: I wrote the master's thesis with a partner, and although I was very lucky with both the partner and the supervisor, I learned an incredible amount about what it is like to collaborate with others.
nb: Jeg skrev masteroppgaven med en partner, og selv om jeg var veldig heldig med både partneren og veilederen, lærte jeg utrolig mye om hvordan det er å samarbeide med andre.

source: • conscious and articulate use of student and col eague evaluations of one’s own and the academic
nb: • bevisst og artikulert bruk av student- og kol egaevalueringer på egen og fagmiljøets undervisning og

source: Information Technology, Mathematics and Physics - PhD
nb: Ph.d.-program i teknologi og naturvitenskap

source: Analyses and calculations based on crystal structure, stress-strain curves and fracture mechanical data are expected to be mastered.
nb: Analyser og beregninger ut i fra krystallstruktur, spenning-tøyningskurver og bruddmekaniske data.

source: parameters, including the number of participants, work effort (more than 20 man-hours weekly), the number
nb: flere parametre, som antal aktører, arbeidsinnsats (over 20 ukesverk), antall gjenstander, kuratering, areal og

source: Band theory for metals.
nb: Båndteori for metaller.

source: Understand and be able to explain the concepts numerical integration, filtering and numerical derivation, as well as be able to implement and use these numerical methods MATLAB and Python.
nb: Forstå og kunne forklare begrepene numerisk integrasjon, filtrering og numerisk derivasjon, samt kunne implementere og bruke disse numeriske metodene MATLAB og Python.

source: FYS100 Mechanics, MAT100 Mathematical Methods 1, MAT300 Vector Analysis
nb: Forkunnskapkrav FYS100 Mekanikk, MAT100 Matematiske metoder 1, MAT300 Vektoranalyse

source: Printing via uis-airprint costs the same as regular printing.
nb: Utskriftene via uis-airprint koster det samme som vanlig utskrift.

source: Magne Mogstad is Professor in Economics at the University of Chicago and Head Editor of the
nb: Magne Mogstad er professor i samfunnsøkonomi ved Universitetet i Chicago og hovedredaktør for tidsskriftet

source: Interdependence of (geo)science and spatial studies
nb: Interdependens mellom (geo)faglige og romlige studier

source: The focus of the clinical studies is the provision of professionally nursing care to patients with mental disorders, surgical/medical patients or patients in home-based services.
nb: Fokus i de kliniske studiene er omsorg og faglig forsvarlig sykepleie til pasienter med psykiske lidelser, kirurgiske/medisinske pasienter eller pasienter i hjemmebaserte tjenester.

source: Hiking in Canada.
nb: Fjelltur i Canada.

source: Lektorstudentene ved UiS is the student organisation of Norsk Lektorlag at your university.
nb: Lektorstudentene ved UiS er studentorganisasjonen til Norsk Lektorlag på ditt studiested.

source: Orchestra project Mozart's requiem (collaboration with MDD / DKS), Stavanger Concert Hall.
nb: Flere studenter er involvert i opptaksuken.Orkesterprosjekt Mozarts requiem (samarbeid m/ MDD/DKS), Stavanger Konserthus.

source: The latter should be included as documentation and should give an account of and document the fol owing:
nb: Denne bør legges ved som dokumentasjon og skal gjøre rede for og dokumentere følgende:

source: Over 1000 first- and second-graders in Oslo will therefore participate in a research project on both games and reading skills.
nb: Over 1000 førsteklassinger i Osloskolen vil derfor delta i et forskningsprosjekt som vil gi kunnskap om både spill og leseferdigheter.

source: The Gjedebo Family Donation to Innovation Research at UiS
nb: Gjedebo familiens donasjon til innovasjonsforskning ved UiS

source: First, choose ‘Application for Norwegian Language and Culture programme’ and then whether you apply to level 2 and 3 OR level 3 and 4.
nb: Velg først ‘Application for Norwegian Language and Culture programme’ og deretter om du søker på trinn 2 og 3 eller trinn 3 og 4.

source: Here you can find practical information for international students coming to the University of Stava
nb: Uteskole og pedagogisk arbeid utendørs er en viktig og reell mulighet for skoler og barnehager i en

source: Bleses is the author / co-author of a large number of articles in internationally recognized journals and she is a member of a number of expert groups.
nb: Bleses er forfatter/medforfatter av et stort antall artikler i internasjonalt anerkjente tidsskrifter, og hun er medlem av en rekke ekspertgrupper.

source: In the flask: Add hydrochloric acid (30-50 ml) and 10-15 pieces of zinc.
nb: I kolben: Tilsett saltsyre (30-50 ml) og 10-15 biter med sink.

source: Official certificate documenting A2 level in accordance with the Common European Framework of Reference for Languages (CEFRL), from universities/colleges which offer Norwegian language examinations
nb: Offisielt sertifikat på A2 i norsk i samsvar med Common European Framework of Reference for Languages (CEFRL), fra et universitet/høyskole som tilbyr eksamen i norsk språk

source: The purpose of NewbornTime is to develop new technology for automated video analysis where artificial intelligence (AI) is used to record the time of birth and the treatment the child received, and use the data for research, teaching and quality improvement.
nb: Formålet med forskningsprosjektet er å utvikle ny teknologi for automatisert videoanalyse hvor kunstig intelligens (AI) benyttes til å registrere tidspunkt for fødsel og behandlingen som barnet fikk og bruke dette i undervisning og kvalitetsarbeid.

source: Programme content, structure and composition
nb: Studiets innhold, oppbygging og sammensetning

source: Following the success of the present CSs, more and more directors in the other departments of the Stavanger University Hospital are contacting the Patient Education Center to develop equivalent courses for the patients [E].
nb: Etter suksessen med nåværende kreftskoler tar mange av avdelingsdirektørene ved Stavanger universitetssykehus kontakt med pasientopplæringssenteret for å utvikle tilsvarende kurs for sine pasienter [E].

source: Vacant positions for students and graduates
nb: Ledige stillinger for studenter og nyutdannede

source: They are less satisfied with their residence, their neighborhood conditions and their QoL in general.
nb: De er mindre fornøyde med hjemmet, sine omgivelser og sin livskvalitet.

source: Since the launch of the BCS as the first CS in Stavanger in the spring of 2014, Aunan and Hansen has been conducting follow-up surveys and investigations in order to evaluate the educational programs and contribute to the continuous improvement of CSs building upon the patients' own experiences.
nb: Siden oppstarten av brystkreftskolen som den første kreftskolen i Stavanger våren 2014, har Aunan og Hansen gjennomført oppfølgingsundersøkelser og kartlegginger for å evaluere opplæringsprogrammene og sikre at kreftskolene hele tiden bygger på pasientenes egne erfaringer.

source: – "Sharing is caring" is one of our mottos.
nb: – «Sharing is caring» er et av mottoene våre.

source: Use the IPython shell and Jupyter notebook for exploratory computing.
nb: Bruke IPython shell og Jupyter notebook for undersøkende databehandling.

source: Bachelor's degrees from
nb: via lokalt opptak.

source: We performed descriptive statistics and partial correlation analysis, controlling for age, gender and severity of heart failure.
nb: I denne studien utførte vi analyser som beskrivende statistikk, og korrelasjonsanalyser som kontrollerte for variablene grad av hjertesvikt, alder og kjønn.

source: at the University of Stavanger together with the authors.
nb: ved Universitetet i Stavanger.
